Revit 2027 API
UnitTypeId.RatioTo12 Property
 Ratio : 12.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RatioTo12 { get; }
Public Shared ReadOnly Property RatioTo12 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RatioTo12 {
	ForgeTypeId^ get ();
}
static member RatioTo12 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace